<div id="tb_browse">
  <div id="main" role="main">
	<div class="mid content" style="width:800px; top:40px">
        <table>
        	<tr>
            	<td width="50%">
                	<img src="<?= url::base(); ?>media/img/logo_big.png"/>
                    <form id="search" method="post" style="padding:0 0 0 0; width:400px">
                	    <h1>แล้วพบกันเร็วๆ นี้</h1>
						<?php if ($message == 'done') : ?>
                            <h1><font color="green">ขอบคุณที่ฝากอีเมล์</font></h1>
                        <? else : ?>
                            ฝากอีเมล์ <input name="email" id="email" type="text" value="" style="width:220px">
                            <?php if (isset($errors['email'])) : ?>
                                <br /><font color="red"><?= Arr::get($errors, 'email'); ?></font><br />
                            <? endif ?>
                            <input type="submit" class="long" value="สัญญาว่าจะพบกัน">
                        <? endif ?>
                    </form>
                </td>
            	<td width="50%">
                	<h3 align="left">
ถ้าท่านอยากรู้ว่าเวลา 10 ปีมีค่าขนาดไหน<br />
ถามคู่แต่งงานที่เพิ่งหย่าร้างกัน<br /><br />

ถ้าท่านอยากรู้ว่าเวลา 4 ปีมีค่าขนาดไหน<br />
ถามนิสิตนักศึกษาที่เพิ่งรับปริญญาจากมหาวิทยาลัย<br /><br />

ถ้าท่านอยากรู้ว่าเวลา 1 ปีมีค่าขนาดไหน<br />
ถามนักเรียนที่สอบไล่ตก<br /><br />

ถ้าท่านอยากรู้ว่าเวลา 9 เดือนมีค่าขนาดไหน<br />
ถามแม่ที่เพิ่งคลอดลูก<br /><br />

ถ้าท่านอยากรู้ว่าเวลา 1 เดือนมีค่าขนาดไหน<br />
ถามมารดาที่คลอดบุตรยังไม่ครบกำหนด<br /><br />

ถ้าท่านอยากรู้ว่าเวลา 1 อาทิตย์มีค่าขนาดไหน<br />
ถามบรรณาธิการหนังสือพิมพ์รายสัปดาห์<br /><br />

ถ้าท่านอยากรู้ว่าเวลา 1 ชั่วโมงมีค่าขนาดไหน<br />
ถามคนรักที่รอพบกัน<br /><br />

ถ้าท่านอยากรู้ว่าเวลา 1 นาทีมีค่าขนาดไหน<br />
ถามคนที่พลาดรถไฟ รถประจำทาง หรือเครื่องบิน<br /><br /> 

ถ้าท่านอยากรู้ว่าเวลา 1 วินาทีมีค่าขนาดไหน<br />
ถามคนที่รอดตายจากอุบัติเหตุอย่างหวุดหวิด<br /><br />

ถ้าท่านอยากรู้ว่าเวลาเสี้ยวหนึ่งของวินาทีมีค่าขนาดไหน<br />
ถามนักกีฬาโอลิมปิคที่ชนะเหรียญเงิน<br /><br />

เวลาเป็นสิ่งมีค่า ให้เวลากับสิ่งที่คุณใส่ใจ
                	</h3>
                </td>
            </tr>
        </table>
	</div>
  </div>
</div>