<div id="term">
  <div id="main" role="main">
		<div id="sitemap">
			<li>หน้าแรก</li>
			<li>นโยบายความเป็นส่วนตัว</li>
		</div>
		<?php include Kohana::find_file('views', 'shared/accountinfo') ?>
		
		<h2>นโยบายความเป็นส่วนตัว</h2>
		<p><img src="img/sample_con.png" style="float:right;">ธนาคารจิตอาสาให้คุณค่าและความสำคัญกับผู้ใช้เวบไซต์ และแอพพลิเคชั่นบนโทรศัพท์เคลื่อนที่ (แอพพลิเคชั่นฯ)  ความเป็นส่วนตัวและความเชื่อมั่นของท่านเป็นสิ่งสำคัญสำหรับเรา เราตระหนักว่าท่านอาจมีความกังวลเกี่ยวกับการเก็บข้อมูล การใช้ และการเปิดเผยข้อมูลส่วนบุคคล เมื่อท่านใช้เว็บไซต์ และแอพพลิเคชั่นฯ 

<br><br>

		นโยบายความเป็นส่วนตัวนี้อธิบายข้อมูลที่เราจะเก็บจากท่าน การใช้ข้อมูล และการเก็บรักษาข้อมูล ธนาคารจิตอาสาจะเก็บข้อมูลส่วนตัวที่้ท่านได้กรอกให้กับเราเท่านั้น เช่น ชื่อ, ที่อยู่, หมายเลขโทรศัพท์, อีเมล ข้อมูลเหล่านี้จะถูกใช้โดยธนาคารจิตอาสา และองค์กรที่ลงทะเบียนกับธนาคารจิตอาสาเท่านั้น เพื่อใช้ในการช่วยท่านหางานอาสาที่ท่านต้องการ และการติดต่อสื่อสารที่สำคัญ เราจะไม่เก็บข้อมูลบัตรเครดิต หรือข้อมูลทางการเงินใดๆ ทั้งสิ้น 

<br><br>

		ในการใช้เว็บไซต์และแอพพลิเคชั่นฯ ของธนาคารจิตอาสา ท่านจะต้องข้อตกลงในการใช้งาน และนโยบายความเป็นส่วนตัวในข้างต้นนี้ หากท่านมีคำถามหรือข้อเสนอแนะประการใดที่เกี่ยวข้องกับนโยบายความเป็นส่วนตัว กรุณาติดต่อที่ JitArsaBank@gmail.com <br><br>

		</p>
		<p><img src="img/sample_con.png" style="float:left;"><br><br>

		<br><br>

		<br><br>

		</p>
		
		
  </div>
</div>