<div id="term">
  <div id="main" role="main">
		<div id="sitemap">
			<li>หน้าแรก</li>
			<li>เงื่อนไขและข้อตกลงการใช้บริการ</li>
		</div>
		
		<h2>เงื่อนไขและข้อตกลงการใช้บริการ</h2>
		<p>เว็บไซต์ของโครงการ “ธนาคารจิตอาสา” ภายใต้ชุดโครงการร่วมสร้างสังคมจิตอาสา เป็นโครงการเพื่อส่งเสริมอาสาสมัครที่เน้นการสื่อสารผ่านแนวคิดการลงทุนเวลาอาสาเพื่อสร้างสังคม 
โดยเป็นสื่อกลางระหว่างประชาชนและองค์กรอาสาสมัคร เพื่อเปิดให้ทุกคนได้มีส่วนร่วมกับงานอาสาสมัคร ในทุกรูปแบบและทุกโอกาส <br><br>

		เว็บไซต์นี้เปิดให้บริการแบบสาธารณะ และพยายามอย่างเต็มที่เพื่อนำเสนอข้อมูล ข่าวสาร บทความ หรือข้อความอื่นใดทั้งหมดให้ถูกต้องและเที่ยงตรงมากที่สุด แต่อย่างไรก็ตามธนาคารจิตอาสา ไม่สามารถรับประกัน รับรองความถูกต้อง และความสมบูรณ์ของเนื้อหาได้ทั้งหมด ทางธนาคารจิตอาสาไม่รับผิดชอบความเสียหายใดๆ ที่เกิดจากความผิดพลาดหรือความบกพร่องของข้อมูลบนเว็บไซต์นี้<br><br>

		ผู้ใช้ที่สมัครเข้าร่วมกิจกรรมอาสา หรือการอบรม จะต้องศึกษารายละเอียด และข้อตกลง จากองค์กรที่จัดกิจกรรมหรือการอบรมนั้นๆ ทางธนาคารจิตอาสาไม่รับผิดชอบความเสียหายใดๆ ที่เกิดจากการเข้าร่วมกิจกรรมอาสาหรือการอบรมใดๆ ทั้งสิ้น<br><br>

		</p>
		<p><br><br>

	<br><br>
นโยบายลิขสิทธิ์

สำหรับข้อมูลต่างๆ บน website และ mobile app

		<br><br><a rel="license" href="http://creativecommons.org/licenses/by-nc/3.0/"><img alt="สัญญาอนุญาตของครีเอทีฟคอมมอนส์" style="border-width:0" src="http://i.creativecommons.org/l/by-nc/3.0/88x31.png" /></a><br /><span xmlns:dct="http://purl.org/dc/terms/" href="http://purl.org/dc/dcmitype/Dataset" rel="dct:type">ผลงาน</span>นี้ โดย <a xmlns:cc="http://creativecommons.org/ns#" href="www.JitArsaBank.com" property="cc:attributionName" rel="cc:attributionURL">ธนาคารจิตอาสา</a> ใช้<a rel="license" href="http://creativecommons.org/licenses/by-nc/3.0/">สัญญาอนุญาตของครีเอทีฟคอมมอนส์แบบ แสดงที่มา-ไม่ใช้เพื่อการค้า 3.0 ต้นฉบับ</a>.

		</p>
		
<?php include Kohana::find_file('views', 'shared/footer') ?>
		
  </div>
</div>