/* Author:

*/
var provices = ["กรุงเทพมหานคร", "กระบี่", "กาญจนบุรี", "กาฬสินธุ์", "กำแพงเพชร", "ขอนแก่น", "จันทบุรี", "ฉะเชิงเทรา", "ชลบุรี", "ชัยนาท", "ชัยภูมิ", "ชุมพร", 
				"เชียงราย", "เชียงใหม่", "ตรัง", "ตราด", "ตาก", "นครนายก", "นครปฐม", "นครพนม", "นครราชสีมา", "นครศรีธรรมราช", "นครสวรรค์", "นนทบุรี", 
				"นราธิวาส", "น่าน", "บึงกาฬ", "บุรีรัมย์", "ปทุมธานี", "ประจวบคีรีขันธ์", "ปราจีนบุรี", "ปัตตานี", "พระนครศรีอยุธยา", "พังงา", "พัทลุง", "พิจิตร", "พิษณุโลก", 
				"เพชรบุรี", "เพชรบูรณ์", "แพร่", "พะเยา", "ภูเก็ต", "มหาสารคาม", "มุกดาหาร", "แม่ฮ่องสอน", "ยะลา", "ยโสธร", "ร้อยเอ็ด", "ระนอง", "ระยอง", "ราชบุรี", "ลพบุรี", 
				"ลำปาง", "ลำพูน", "เลย", "ศรีสะเกษ", "สกลนคร", "สงขลา", "สตูล", "สมุทรปราการ", "สมุทรสงคราม", "สมุทรสาคร", "สระแก้ว", "สระบุรี", "สิงห์บุรี", "สุโขทัย", 
				"สุพรรณบุรี", "สุราษฎร์ธานี", "สุรินทร์", "หนองคาย", "หนองบัวลำภู", "อ่างทอง", "อุดรธานี", "อุทัยธานี", "อุตรดิตถ์", "อุบลราชธานี",  "อำนาจเจริญ"]; 

var jobs = ["งานอาสาทั่วไป", "กู้ภัยและฟื้นฟูจากภัยพิบัติ", "หัตถกรรมและงานฝีมือ", "ศาสนาและปฏิบัติธรรม", "ศิลปวัฒนธรรม ท่องเที่ยว ดนตรี กีฬา นันทนาการ", "อาหารและโภชนาการ", 
			"สิ่งแวดล้อมและการเกษตร", "ก่อสร้างและงานช่างเทคนิค", "ประสานงานและบริหารจัดการ", "เด็กและเยาวชน", "สตรี", "ผู้สูงอายุและครอบครัว", "ผู้พิการ", "ไอที และคอมพิวเตอร์กราฟฟิค", 
			"สื่อ สื่อสาร ประชาสัมพันธ์ และการตลาด", "สุนัข แมว และสัตว์เลี้ยง", "กฎหมาย", "สุขภาพและสาธารณสุข", "การศึกษาและฝึกอบรม"];

function addOptionList(type, list){
	var elements = document.getElementsByClassName(type);
	for (j = 0 ;j < elements.length; j ++){
		element = elements[j];
		for (i =0 ; i < list.length ; i++){
			var option = document.createElement("option");
			option.text = list[i];
			try
			  {
				// for IE earlier than version 8
				element.add(option,x.options[null]);
			  }
			catch (e)
			  {
				  element.add(option,null);
			  }
		}
	}
}

$(document).ready( function () {
	addOptionList("provice", provices);
	addOptionList("job", jobs);
});
