<?php defined('SYSPATH') or die('No direct access allowed.');

return array
(
	'password_salt'	=>	'abcdefg',

 	'user_roles'		=>	array(
								'0'	=>	'volunteer',
								'1'	=>	'organization',
								'2'	=>	'admin'
							),
	
 	'event_status'		=>	array(
								'1'	=>	__('open'),
								'0'	=>	'close',
								'2'	=>	'draft'
							),
	'provices'			=> array('จังหวัด',
								'กรุงเทพมหานคร', 'กระบี่', 'กาญจนบุรี', 'กาฬสินธุ์', 'กำแพงเพชร', 'ขอนแก่น', 'จันทบุรี', 'ฉะเชิงเทรา', 'ชลบุรี', 'ชัยนาท', 'ชัยภูมิ', 'ชุมพร', 
								'เชียงราย', 'เชียงใหม่', 'ตรัง', 'ตราด', 'ตาก', 'นครนายก', 'นครปฐม', 'นครพนม', 'นครราชสีมา', 'นครศรีธรรมราช', 'นครสวรรค์', 'นนทบุรี', 
								'นราธิวาส', 'น่าน', 'บึงกาฬ', 'บุรีรัมย์', 'ปทุมธานี', 'ประจวบคีรีขันธ์', 'ปราจีนบุรี', 'ปัตตานี', 'พระนครศรีอยุธยา', 'พังงา', 'พัทลุง', 'พิจิตร', 'พิษณุโลก', 
								'เพชรบุรี', 'เพชรบูรณ์', 'แพร่', 'พะเยา', 'ภูเก็ต', 'มหาสารคาม', 'มุกดาหาร', 'แม่ฮ่องสอน', 'ยะลา', 'ยโสธร', 'ร้อยเอ็ด', 'ระนอง', 'ระยอง', 'ราชบุรี', 'ลพบุรี', 
								'ลำปาง', 'ลำพูน', 'เลย', 'ศรีสะเกษ', 'สกลนคร', 'สงขลา', 'สตูล', 'สมุทรปราการ', 'สมุทรสงคราม', 'สมุทรสาคร', 'สระแก้ว', 'สระบุรี', 'สิงห์บุรี', 'สุโขทัย', 
								'สุพรรณบุรี', 'สุราษฎร์ธานี', 'สุรินทร์', 'หนองคาย', 'หนองบัวลำภู', 'อ่างทอง', 'อุดรธานี', 'อุทัยธานี', 'อุตรดิตถ์', 'อุบลราชธานี',  'อำนาจเจริญ'
							),
	'jobs'				=> array('ประเภทงานอาสา',
								'งานอาสาทั่วไป', 'กู้ภัยและฟื้นฟูจากภัยพิบัติ', 'หัตถกรรมและงานฝีมือ', 'ศาสนาและปฏิบัติธรรม', 'ศิลปวัฒนธรรม ท่องเที่ยว ดนตรี กีฬา นันทนาการ', 'อาหารและโภชนาการ', 
								'สิ่งแวดล้อมและการเกษตร', 'ก่อสร้างและงานช่างเทคนิค', 'ประสานงานและบริหารจัดการ', 'เด็กและเยาวชน', 'สตรี', 'ผู้สูงอายุและครอบครัว', 'ผู้พิการ', 'ไอที และคอมพิวเตอร์กราฟฟิค', 
								'สื่อ สื่อสาร ประชาสัมพันธ์ และการตลาด', 'สุนัข แมว และสัตว์เลี้ยง', 'กฎหมาย', 'สุขภาพและสาธารณสุข', 'การศึกษาและฝึกอบรม'
							),
	'skills'			=> array(
								 'การขับขี่พาหนะ (จักรยานยนต์/รถยนต์)', 'ว่ายน้ำ'
							),	
	'languates'			=> array(
								'อังกฤษ', 'จีน', 'เยอรมัน', 'ญี่ปุ่น' 
							),	
	'technicals'			=> array(
								'ช่างอิเล็กทรอนิคส์', 'ช่างโลหะ', 'ช่างไฟฟ้า', 'ช่างประปา', 'ช่างไม้ ช่างสี', 'ช่างปูน'
							),	
	'days'				=> array(
								 'อาทิตย์', 'จันทร์', 'อังคาร', 'พุธ', 'พฤหัสบดี', 'ศุกร์', 'เสาร์'
							),

);